Repository: MOSTAFA-LOL/reale_state
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: search
ar: نتاتج بحث

# title_name
source: For RealEstate
ar: للتسويق العقاري

# title_in
source: welcome
ar: هيا بنا

# title_desc
source: CONNECTING YOU TO YOUR IDEA HOME
ar: نوصل بينك وبين منزلك المثالي

# welcome
source: welcome TO RealEstate
ar: مرحبا بك في التسويق العقاري

# welcome_t0
source: lets Get You Closer
ar: دعنا نقربك أكثر

source: TO
ar: الي,

# welcome_for
source: Your Ideal Home
ar: الي منزلك المثالي

# login_title
source: login to RealEstate with gmail
ar: سجّل الدخول إلى RealEstate باستخدام جيميل

source: Register
ar: تسجيل دخول

# make_sure
source: Alrealy have an account?
ar: انشاء حساب

# ontap
source: Log in
ar: انشاء

# login_title2
source: Please Enter YOUR Email
ar: من فضلك ادخل البريد الالكتروني

# text_field
source: YOUR Email
ar: ادخل البريد

# text_field1
source: password
ar: ادخل الرقم السري

# text_field12
source: Please enter a valid email address
ar: من فضلك ادخل البريد الالكتروني الصحيح

# text_field22
source: Please enter your password
ar: من فضلك ادخل الرقم السري الخاص بيك

# text_field13
source: access the gmail
ar: تم تاكيد البريد الالكتروني

# text_signup
source: Sign Up to new account
ar: قم باضافه حساب جديد

# title_register
source: Register
ar: انشاء حساب
